Repository: PnRSolutions/bookerei-public
Catalog: languages/Translation.*.resx
Languages: ar, de, sr, sr_cyrl

source: Add to the clipboard
ar: أضف إلى الحافظة
de: Zur Ablage hinzufügen
sr: Dodaj na radnu površinu
sr_cyrl: Додај на радну површину

source: Added recently
ar: المضاف مؤخرًا
de: Kürzlich hinzugefügt
sr: Nedavno dodate
sr_cyrl: Недавно додате

source: Application version
ar: إصدارة البرنامج
de: Anwendungsversion
sr: Verzija aplikacije
sr_cyrl: Верзија апликације

source: Apply changes
ar: طبّق التعديلات
de: Änderungen hinzufügen
sr: Primeni izmene
sr_cyrl: Примени измене

source: Back
ar: رجوع
de: Zurück
sr: Nazad
sr_cyrl: Назад

source: Book already exists!
ar: هذا الكتاب مكرر!
de: Das Buch existiert schon!
sr: Knjiga već postoji!
sr_cyrl: Књига већ постоји!

source: Books
ar: الكتب
de: Bücher
sr: Knjige
sr_cyrl: Књиге

source: Cancel
ar: إلغاء
de: Stornieren
sr: Odustani
sr_cyrl: Одустани

source: Change
ar: تغيير
de: Ändern
sr: Promeni
sr_cyrl: Промени

source: Change image
ar: تغيير الصورة
de: Bild ändern
sr: Promeni sliku
sr_cyrl: Промени слику

source: Choose the shelf to put on
ar: اختر الرف المناسب للكتاب
de: Wähle das beliebte Regal
sr: Izeberi policu
sr_cyrl: Изабери полицу

source: Clear
ar: محو
de: Leeren
sr: Ukloni
sr_cyrl: Уклони

source: Click on confirm button
ar: انقر على زر التأكيد
de: Klicke auf bestätigen
sr: Klikni na dugme za potvrdu
sr_cyrl: Кликни на дугме за потврду

source: Click to select the shelf
ar: انقر لاختيار الرف
de: Klicke um das Regal auszuwählen
sr: Izaberi policu
sr_cyrl: Изабери полицу

source: Clipboard
ar: الحافظة
de: Ablage
sr: Radna površina
sr_cyrl: Радна површина

source: Confirm the import
ar: أكّد على الجلب
de: Bestätige den Import
sr: Potvrdi unos
sr_cyrl: Потврди унос

source: Create shelf
ar: أنشئ رفًّا
de: Regal erstellen
sr: Napravi policu
sr_cyrl: Направи полицу

source: Delete book
ar: احذف الكتاب
de: Buch löschen
sr: Obriši knjigu
sr_cyrl: Обриши књигу

source: Delete shelf
ar: احذف الرفّ
de: Regal löschen
sr: Obriši policu
sr_cyrl: Онриши полицу

source: Delete
ar: حذف
de: Löschen
sr: Obriši
sr_cyrl: Обриши

source: Discard changes
ar: أهمل التغييرات
de: Änderungen stornieren
sr: Poništi promene
sr_cyrl: Поништи промене

source: Do not remind me for this book
ar: عطّل تذكيري لهذا الكتاب
de: Erinnere mich an dieses Buch nicht
sr: Ne podsećaj me za ovu knjigu
sr_cyrl: Не подећај ме за ову књигу

source: Do you want to delete
ar: هل تريد حذف كتاب
de: Möchtest du löschen
sr: Da li želite da izbrišete
sr_cyrl: Да ли желите да избришете

source: Done!
ar: تم!
de: Fertig!
sr: Gotovo!
sr_cyrl: Готово!

source: Edit description
ar: حرّر الوصف
de: Beschreibung ändern
sr: Izmeni opis
sr_cyrl: Измени опис

source: Edit name
ar: حرّر الاسم
de: Name ändern
sr: Izmeni ime
sr_cyrl: Измени име

source: Edit tags
ar: حرّر الوسوم
de: Tags bearbeiten
sr: Izmeni tagove
sr_cyrl: Измени тагове

source: Edit title
ar: حرّر العنوان
de: Titel bearbeiten
sr: Izmeni naslov
sr_cyrl: Измени наслов

source: Enter the shelf name
ar: اكتب اسم الرف
de: Regalbezeichnung hinzufügen
sr: Unesi naziv police
sr_cyrl: Унеси назив полице

source: Fetch info
ar: استجلب المعلومات
de: Infos herunterladen
sr: Prikupi informacije
sr_cyrl: Прикупи информације

source: Home
ar: الرئيسية
sr: Početna
sr_cyrl: Почетна

source: Import
ar: جلب
de: Einfügen
sr: Uvezi
sr_cyrl: Увези

source: Processed
ar: تابع
de: Hinzugefügt
sr: Obrađeno
sr_cyrl: Обрађено

source: Name conflict
ar: تضارب تسمية
de: Name-Fehler
sr: Konflikt sa imenom
sr_cyrl: Конфликт са именом

source: Next
ar: التالي
de: Nächste
sr: Sledeća
sr_cyrl: Следећа

source: No
ar: لا
de: Nein
sr: Ne
sr_cyrl: Не

source: No shelf selected
ar: لم تختر أي رفّ
de: Kein Regal entdeckt
sr: Nije na polici
sr_cyrl: Није на полици

source: Nothing here. Add at least one book and do some actions.
ar: فارغ. أضف كتابا على الأقل لإجراء العمليات.
de: Hier ist nichts. Füge mindestens ein Buch hinzu.
sr: Ovde je tako prazno. Dodajte bar jednu knjigu.
sr_cyrl: Овде је тако проазно. Додајте бар једну књигу.

source: OK
ar: موافق
sr: U redu
sr_cyrl: У реду

source: Open book location
ar: افتح موقع الكتاب
de: Standort vom Buch ansehen
sr: Otvori lokaciju
sr_cyrl: Отвори локацију

source: Previous
ar: السابق
de: Vorherige
sr: Prethodna
sr_cyrl: Претходна

source: Read
ar: مقروء
de: Gelesen
sr: Pročitano
sr_cyrl: Прочитано

# Reading
source: Currently reading
ar: يُقرأ
de: Am Lesen
sr: Trenutno čitam
sr_cyrl: Тренутно читам

source: Remove from the shelf
ar: إزالة من الرفّ
de: Vom Regal entfernen
sr: Ukloni sa police
sr_cyrl: Уклони са полице

source: Respository path
ar: مسار المستودع
de: Speicheroption
sr: Skladište
sr_cyrl: Складиште

source: Scan folder and subfolders
ar: افحص المجلد والمجلدات فيه
de: Ordner scannen
sr: Skeniraj folder
sr_cyrl: Скенирај фолдер

source: See books
ar: شاهد الكتب
de: Bücher ansehen
sr: Pogledaj knjige
sr_cyrl: Погледај књиге

# Select &amp; obtain info
source: Select & obtain info
ar: اختر واستحصل معلوماته
de: Infos auswählen & erhalten
sr: Izaberi i dobavi informacije
sr_cyrl: Изабери и добави информације

source: Select book(s)
ar: اختر كتبًا
de: Bücher auswählen
sr: Izaberi knjigu(e)
sr_cyrl: Изабери књигу(е)

source: Send by email
ar: أرسل بريديًّا
de: Durch email teilen
sr: Pošalji emailom
sr_cyrl: Пошаљи е-маилом

source: Separate by , or ;
ar: افصلها بـ , أو ;
de: Trennen mit , oder ;
sr: Odvoji sa , ili ;
sr_cyrl: Одвоји са , или ;

source: Settings
ar: الإعدادات
de: Einstellungen
sr: Podešavanja
sr_cyrl: Подешавања

source: Shelves
ar: الأرفف
de: Regale
sr: Police
sr_cyrl: Полице

source: Show
ar: أظهر
de: Anzeigen
sr: Prikaži
sr_cyrl: Прикажи

source: Show 100
ar: أظهر 100
de: 100 Anzeigen
sr: Prikaži 100
sr_cyrl: Прикажи 100

source: Show 15
ar: أظهر 15
de: 15 Anzeigen
sr: Prikaži 15
sr_cyrl: Прикажи 15

source: Show 30
ar: أظهر 30
de: 30 Anzeigen
sr: Prikaži 30
sr_cyrl: Прикажи 30

source: Show 50
ar: أظهر 50
de: 50 Anzeigen
sr: Prikaži 50
sr_cyrl: Прикажи 50

source: Show all
ar: أظهر الكل
de: Alle anzeigen
sr: Prikaži sve
sr_cyrl: Прикажи све

source: Show all for
ar: أظهر الكل من
de: Für alle anzeigen
sr: Prikaži sve za
sr_cyrl: Прикажи за све

source: There is already one shelf with the name
ar: اسم الرفّ مكرر
de: Ein Regal mit diesen Namen existiert schon
sr: Već postoji polica sa imenom
sr_cyrl: Већ постоји полица са именом

source: Type to search...
ar: اكتب للبحث...
de: Zum Suchen tippen
sr: Kucaj bilo šta da započneš pretragu
sr_cyrl: Куцај било шта да започнеш претрагу

source: View in Folder
ar: أظهر في المجلد
de: Im Ordner ansehen
sr: Pogledaj u folderu
sr_cyrl: Погледај у фолдеру

source: Want to read
ar: سأقرؤه
de: Wunschliste
sr: Želim da čitam
sr_cyrl: Желим да читам

source: Which one is your book?
ar: أي منها كتابك؟
de: Wählen Sie ihr Buch.
sr: Koja je tvoja knjiga?
sr_cyrl: Која је твоја књига?

source: Yes
ar: نعم
de: Ja
sr: Da
sr_cyrl: Да

source: Description
ar: الوصف
de: Beschreibung
sr: Opis knjige
sr_cyrl: Опис књиге

source: From e-book
ar: من الكتاب الرقمي
de: Von e-book
sr: Opis iz e-book fajla
sr_cyrl: Опис из е-боок фајла

source: Mark as...
ar: علمه كـ...
de: Markieren als...
sr: Označi kao...
sr_cyrl: Означи као...

source: Found
ar: النتائج
de: Gefunden
sr: Pronađeno
sr_cyrl: Пронађено

source: Language
ar: اللغة
de: Sprache
sr: Jezik
sr_cyrl: Језик

source: Search by title
ar: البحث بالعنوان
de: Nach dem Titel suchen
sr: Pretraga po naslovu
sr_cyrl: Претрага по наслову

source: Fetching book info
ar: جلب معلومات الكتاب
de: Infos zum Buch werden heruntergeladen
sr: Preuzimam podatke o knjizi
sr_cyrl: Преузимам податке о књизи

# Contact &amp; Support
source: Contact & Support
ar: التواصل والدعم
sr: Kontakt & Podrška
sr_cyrl: Контакт и подршка

source: See issues or create one yourself
ar: تصفح المشاكل أو أبلغ عن واحدة
de: Problem Melden
sr: Prijavi problem / kreiraj tiket
sr_cyrl: Пријави проблем / креирај тикет

source: Help articles
ar: دليل المساعدة
de: Hilfsmitteln
sr: Objašnjenja i upute
sr_cyrl: Објашњења и упуте

source: General info
ar: موجز عام
de: Allgemeine Informationen
sr: Opšte informacije
sr_cyrl: Опште информације

source: Number of books
ar: عدد الكتب
de: Anzahl von Büchern
sr: Ukupno knjiga
sr_cyrl: Укупно књига

source: Info available
ar: المعلومات المتاحة
de: Info verfügbar
sr: Informacije dostupne
sr_cyrl: Информације доступне

source: Updated recently
ar: المحدّثة مؤخرًا
de: Kürzlich aktualisiert
sr: Nedavno ažurirane
sr_cyrl: Недавно ажуриране

source: Top Authors
ar: نخبة المؤلفين
de: Top Autoren
sr: Top autori
sr_cyrl: Топ аутори

source: Select
ar: اختيار
de: Wählen
sr: Izaberi
sr_cyrl: Изабери

source: or select existing
ar: أو اختر صورة قائمة
de: oder Verfügbare wählen
sr: ili izaberi postojeću
sr_cyrl: или изабери постојећу

source: Select image
ar: اختر صورة
de: Bild wählen
sr: Izaberi sliku
sr_cyrl: Изабери слику

source: Import some books
ar: اجلب كتبًا
de: Bücher hinzufügen
sr: Uvezi neke knjige
sr_cyrl: Увези неке књиге

# It&apos;s so empty here...
source: It's so empty here...
ar: المكان قفرٌ من الكتب...
de: Es ist so leer hier...
sr: Tako je prazno ovde...
sr_cyrl: Тако је празно овде...

source: Save
ar: حفظ
de: Speichern
sr: Sačuvaj
sr_cyrl: Сачувај

source: Book title cannot be empty
ar: عليك كتابة عنوان الكتاب
de: Buchtitel kann nicht leer sein
sr: Naziv knjige ne može biti prazan
sr_cyrl: Назив књиге не може бити празан

source: Saved
ar: محفوظ
de: Gespeichert
sr: Sačuvano
sr_cyrl: Сачувано

source: Yes, delete!
ar: نعم، احذف!
de: Ja, lösche!
sr: Da, obriši!
sr_cyrl: Да, обриши!

source: Add new
ar: أضف جديدًا
de: Neue hinzufügen
sr: Dodaj novu
sr_cyrl: Додај нову

source: Edit shelf name
ar: حرّر اسم الرف
de: Regal-Name ändern
sr: Izmeni naziv police
sr_cyrl: Измени назив полице

source: Exit reader
ar: غادر القارئ
de: Leser verlassen
sr: Završi čitanje
sr_cyrl: Заврши читање

source: Font family
ar: عائلة الخط
de: Schriftarten
sr: Naziv fonta
sr_cyrl: Назив фонта

source: Font size
ar: حجم الخط
de: Schriftgröße
sr: Veličina fonta
sr_cyrl: Величина фонта

source: Open
ar: فتح
de: Öffnen
sr: Otvori
sr_cyrl: Отвори

source: Select book
ar: اختر كتابًا
de: Buch wählen
sr: Izaberi knjigu
sr_cyrl: Изабери књигу

source: Theme settings
ar: إعدادات النسق
de: Themeneinstellung
sr: Podešavanje izgleda
sr_cyrl: Подешавање изгледа

source: Themes
ar: الأنساق
de: Themen
sr: Postojeće teme
sr_cyrl: Постојеће теме

source: successfuly exported
ar: صُدَّر بنجاح
de: erfolgreich exportiert
sr: uspešno izvezena
sr_cyrl: успешно извезена

source: None. Choose every time.
ar: غير محدد. اسألني كل مرة.
de: Nichts. Auswahl speichern.
sr: Nije postavljeno. Izaberi tokom izvoza.
sr_cyrl: Није постављено. Изабери током извоза.

source: Default export location
ar: موقع التصدير الافتراضي
de: Standard-Exportspeicherort
sr: Podrazumevana lokacija za izvoz
sr_cyrl: Подразумевана локација за извоз

source: Export file
ar: صدِّر الملف
de: Datei exportieren
sr: Izvezi fajl
sr_cyrl: Извези фајл

source: Imported
ar: مجلوب
de: Importiert
sr: Uvezeno
sr_cyrl: Увезено

source: Select individual books
ar: اختر كتبًا منفردة
de: individuell Bücher wählen
sr: Izaberi knjige pojedinačno
sr_cyrl: Изабери књиге појединачно

source: Select to scan the folder or select individually
ar: اختر لفحص المجلد أو اخترها واحدًا فواحدًا
de: Ordner scannen wählen oder individuell wählen
sr: Pretraži folder ili izaberi pojedinačne knjige
sr_cyrl: Претражи фолдер или изабери појединачне књиге

source: Tiles
ar: مصغرات
de: Karten
sr: Kartice
sr_cyrl: Картице

source: List
ar: لائحة
de: Liste
sr: Lista
sr_cyrl: Листа

source: Date
ar: التاريخ
de: Datum
sr: Datum
sr_cyrl: Датум

source: Title
ar: العناوين
de: Titel
sr: Naslov
sr_cyrl: Наслов

source: Author
ar: المؤلف
de: Autor
sr: Autor
sr_cyrl: Аутор

source: Highlight
ar: تظليل
de: Markiere
sr: Označi
sr_cyrl: Означи

source: Bookmark
ar: المفضلة
de: Lesezeichen
sr: Obeleži
sr_cyrl: Обележи

source: Copy
ar: نسخ
de: Kopieren
sr: Kopiraj
sr_cyrl: Копирај

source: Edit
ar: تحرير
de: Bearbeiten
sr: Izmeni
sr_cyrl: Измени

source: Add note
ar: أضف ملحوظة
de: Notiz hinzufügen
sr: Dodaj zabelešku
sr_cyrl: Додај забелешку

# Copy all data
source: Copy existing data
ar: انسخ كل البيانات
de: Bestehende Daten kopieren
sr: Kopiraj postojeće podatke
sr_cyrl: Копирај постојеће податке

source: Operation in progress, please wait...
ar: العملية جارية، تريّث...
de: Vorgang läuft, bitte warten...
sr: Operacija u toku, molim sačekajte...
sr_cyrl: Операција у току, молим сачекајте...

source: Bookmarks and notes
ar: المفضلات والملحوظات
de: Lesezeichen und Notizen
sr: Obeležja i napomene
sr_cyrl: Обележја и напомене

source: Manual
ar: يدوي
de: Manuelles
sr: Ručno
sr_cyrl: Ручно

source: The destination folder is not empty. Proceeding will overwrite the existing files.
ar: مجلد الوجهة ليس خاليًا. ستؤدي المتابعة إلى الإحلال مكان الملفات الموجودة.
de: Der Zielordner ist nicht leer. Wenn Sie fortfahren, werden die vorhandenen Dateien überschrieben.
sr: Odredišna fascikla nije prazna. Nastavak će prepisati postojeće fajlove.
sr_cyrl: Одредишна фасцикла није празна. Наставак ће преписати постојеће фајлове.

source: Do you wish to continue?
ar: هل ترغب في الاستمرار؟
de: Möchten Sie fortfahren?
sr: Da li želite da nastavite?
sr_cyrl: Да ли желите да наставите?

source: Thank you for using Bookerei.
ar: نشكرك على استخدام بوكيري.
de: Vielen Dank, dass Sie Bookerei verwenden.
sr: Hvala što koristite Bookerei.
sr_cyrl: Хвала што користите Bookerei.

source: We are proud to offer this app completely free of charge, and it will always remain free. We would greatly appreciate it if you could help us spread the word.
ar: يشرفنا إهداؤكم هذا البرنامج، وسيظل دوما مجانيًّا. ويا حبذا إكرامكم لنا بنشره للقاصي والداني.
de: Wir sind stolz darauf, diese App völlig kostenlos anzubieten, und sie wird immer kostenlos bleiben. Wir würden es sehr schätzen, wenn Sie uns helfen könnten, das Wort zu verbreiten.
sr: Ponosni smo što nudimo ovu aplikaciju potpuno besplatno i ona će uvek ostati besplatna. Bili bismo veoma zahvalni ako biste nam mogli pomoći da proširimo vest.
sr_cyrl: Поносни смо што нудимо ову апликацију потпуно бесплатно и она ће увек остати бесплатна. Били бисмо веома захвални ако бисте нам могли помоћи да проширимо вест.

source: If you enjoy using our app, please take a moment to share your experience. Your support helps us reach more users.
ar: أما وقد أعجبك برنامجنا، فلو سرقت من وقتك دقائق تشاركنا فيها تجربتك. سيعيننا دعمك على استقطاب مزيد من المستخدمين.
de: Wenn Sie unsere App gerne nutzen, nehmen Sie sich bitte einen Moment Zeit, um Ihre Erfahrungen zu teilen. Ihre Unterstützung hilft uns, mehr Nutzer zu erreichen.
sr: Ako uživate u korišćenju naše aplikacije, molimo vas da izdvojite trenutak i podelite svoje iskustvo. Vaša podrška nam pomaže da dosegnemo više korisnika.
sr_cyrl: Ако уживате у коришћењу наше апликације, молимо вас да издвојите тренутак и поделите своје искуство. Ваша подршка нам помаже да досегнемо више корисника.

source: If you have any feedback or suggestions for improvement, we would love to hear from you. Please don't hesitate to contact us with your thoughts.
ar: إن كانت لديك إفادة أو اقتراح للتطوير، فإننا نتوق إلى سماعه منك. لا تترد في التواصل معنا وإخبارنا بما في خاطرك.
de: Wenn Sie Feedback oder Verbesserungsvorschläge haben, würden wir uns sehr darüber freuen. Bitte zögern Sie nicht, uns Ihre Gedanken mitzuteilen.
sr: Ako imate bilo kakve povratne informacije ili predloge za poboljšanje, voleo bih da ih čujemo. Molimo vas da nas kontaktirate sa vašim mišljenjem.
sr_cyrl: Ако имате било какве повратне информације или предлоге за побољшање, волели бисмо да их чујемо. Молимо вас да нас контактирате са вашим мишљењем.

source: Thank you for your support!
ar: نشكرك على دعمك!
de: Danke für Ihre Unterstützung!
sr: Hvala na vašoj podršci!
sr_cyrl: Хвала на вашој подршци!

source: Rate Bookerei!
ar: قيّم بوكيري!
de: Bewerten Sie Bookerei!
sr: Ocenite Bookerei!
sr_cyrl: Оцените Bookerei!

source: Can you help us?
ar: هلّا ساعدتنا؟
de: Können Sie uns helfen?
sr: Možete li nam pomoći?
sr_cyrl: Можете ли нам помоћи?

source: Select Multiple
ar: اختر عدة كتب
de: Mehrfach auswählen
sr: Izaberi više
sr_cyrl: Изабери више

source: A new version is available
ar: تتوفر إصدارة جديدة
de: Eine neue Version ist verfügbar.
sr: Nova verzija je dostupna
sr_cyrl: Нова верзија је доступна

source: Get new version
ar: حدّث إصدارتك
de: Neue Version herunterladen.
sr: Preuzmi novu verziju
sr_cyrl: Преузми нову верзију

# Automatically search online for book information.
source: Search for online information automatically
ar: ابحث تلقائيًّا في الشابكة عن معلومات الكتاب.
de: Automatisch online nach Buchinformationen suchen.
sr: Automatski potraži informacije o knjizi na internetu
sr_cyrl: Аутоматски потражи информације о књизи на интернету

source: Theme
ar: النسق
de: Themen
sr: Izgled
sr_cyrl: Изглед

source: Reset
ar: إعادة ضبط
de: Zurücksetzen
sr_cyrl: Ресет
